Repository: JGeek00/server-status
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# %@ physical cores, %@ execution threads
source: %1$@ physical cores, %2$@ execution threads
es: %1$@ núcleos físicos, %2$@ hilos de ejecución

source: 1 second
es: 1 segundo

source: 2 seconds
es: 2 segundos

source: 5 seconds
es: 5 segundos

source: 10 seconds
es: 10 segundos

source: A message from the developer
es: Un mensaje del desarrollador

source: About the app
es: Sobre la app

source: Add instance
es: Añadir instancia

source: All values are valid
es: Todos los valores son válidos

source: An error occured while loading the data.
es: Ocurrió un error al cargar los datos.

source: App memory
es: Memoria de la app

source: App settings
es: Ajustes de la app

source: App version
es: Versión de la app

source: Are you sure you want to delete this instance?
es: ¿Estás seguro que deseas eliminar esta instancia?

source: available
es: disponible

source: Available
es: Disponible

source: Basic authentication
es: Autenticación basic

source: Cache
es: Caché

source: cached
es: en caché

source: Cached
es: En caché

source: Cancel
es: Cancelar

source: Cannot reach the server. Check the connection data and make sure to have a valid certificate if you are using HTTPS.
es: No se puede alcanzar el servidor. Comprueba los datos de conexión y asegúrate de tener un certificado válido en caso de usar HTTPS.

source: Cannot update status
es: No se ha podido actualizar el estado

source: Chart
es: Gráfico

source: Check "Status" repository
es: Comprueba el repositorio de "Status"

source: Check this application repository
es: Comprueba el repositorio de esta aplicación

source: Close
es: Cerrar

source: Configuration
es: Configuración

source: Configure the CPU widget.
es: Configura el widget de CPU

source: Configure the general widget.
es: Configura el widget general.

source: Configure the memory widget.
es: Configura el widget de memoria.

source: Configure the storage widget.
es: Configura el widget de almacenamiento.

source: Connection details
es: Detalles de la conexión

source: Connection method
es: Método de conexión

source: Core %lld
es: Núcleo %lld

source: Core count
es: Cantidad de núcleos

source: CPU status
es: Estado de CPU

source: Create a new instance to begin.
es: Crea una nueva instancia para empezar.

source: Create instance
es: Crear instancia

source: Created on by JGeek00
es: Creado en por JGeek00

source: Currently there are no options available.
es: Actualmente no hay opciones disponibles.

source: Dark
es: Oscuro

source: Default server
es: Servidor por defecto

source: Delete
es: Eliminar

source: Delete instance
es: Eliminar instancia

source: Demo mode
es: Modo de demostración

source: DETAILED VIEW
es: VISTA DETALLADA

source: DETAILS
es: DETALLES

source: Device name
es: Nombre del dispositivo

source: Donation options
es: Opciones de donación

source: Edit
es: Editar

source: Edit instance
es: Editar instancia

source: Frequency
es: Frecuencia

source: Frequency (MHz)
es: Frecuencia (MHz)

source: General status
es: Estado general

source: General system status
es: Estado general del sistema

source: Get started
es: Comenzar

source: Give a tip to the developer
es: Darle una propina al desarrollador

source: Hi! I'm the developer of Server Status. Server Status is free and I want it to remain free, but by offering this application on the App Store I run into some costs, such as Apple's developer license. I would appreciate a lot every donation to help me paying this costs. Thank you.
es: Hola, soy el desarrollador de Server Status. Server Status es gratuito y quiero que siga siéndolo, pero al ofrecer esta aplicación en la App Store me encuentro con algunos costes, como la licencia de desarrollador de Apple. Agradecería mucho cualquier donación para ayudarme a pagar estos costes. Muchas gracias.

source: Incorrect basic authentication data.
es: Credenciales de autenticación basic incorrectas.

source: Information
es: Información

source: Instance URL
es: URL de la instancia

source: Instances
es: Instancias

source: Interface
es: Interfaz

source: IP address or domain
es: Dirección IP o dominio

source: Light
es: Claro

source: Load
es: Carga

source: Load averages
es: Media de carga

source: Memory
es: Memoria

source: Memory (GB)
es: Memoria (GB)

source: Memory (RAM)
es: Memoria (RAM)

source: Memory status
es: Estado de memoria

source: Model
es: Modelo

source: Network
es: Red

source: New instance
es: Nueva instancia

source: No instances available
es: No hay instancias disponibles

source: on swap
es: en swap

source: Operating system
es: Sistema operativo

source: Password
es: Contraseña

source: Path (Example: /path)
es: Path (Ejemplo: /path)

source: Port
es: Puerto

source: Purchase completed successfully
es: Compra completada correctamente

source: Purchase failed or cancelled
es: Compra fallida o cancelada

source: Refresh time
es: Tiempo de refresco

source: Retry
es: Reintentar

source: Save
es: Guardar

source: Select a hardware item to show it's details.
es: Selecciona un elemento de hardware para mostrar sus detalles.

source: Server details
es: Detalles del servidor

source: Server instance
es: Instancia de servidor

source: Server instances
es: Instancias de servidores

source: Server name
es: Nombre del servidor

source: Server Status is a client for Status, a server monitoring tool. In order to use this application, you must have Stauts deployed on your server.
es: Server Status es un cliente para Status, una herramienta de monitorización para servidores. Para usar esta aplicación necesitas tener Status desplegado en tu servidor.

source: Set as default server
es: Definir como servidor por defecto

source: Settings
es: Ajustes

source: Show server URL on details screen
es: Mostrar URL del servidor en la pantalla de detalles

source: Show updated time
es: Mostrar tiempo de actualización

source: Some of the values are missing or invalid
es: Algunos de los valores faltan o son inválidos

source: Speed
es: Velocidad

source: Status
es: Estado

source: Status deployment instructions
es: Instrucciones de despliegue de Status

source: Storage
es: Almacenamiento

source: Storage status
es: Estado de almacenamiento

source: Swap available
es: Swap disponible

source: System defined
es: Definido por el sistema

source: System details
es: Detalles del sistema

source: Temperature
es: Temperatura

source: Temperature (ºC)
es: Temperatura (ºC)

source: The purchase could not be completed. An error occured on the process or it has been cancelled by the user.
es: La compra no pudo ser completada. Ocurrió un error en el proceso o ha sido cancelada por el usuario.

source: The purchase has been completed. Thank you for contributing with the development and mantenience of this application.
es: La compra se ha completado. Gracias por contribuir con el desarrollo y el mantenimiento de esta aplicación.

source: Theme
es: Tema

source: Tips
es: Propinas

source: Unknown
es: Desconocido

source: Unknown error.
es: Error desconocido.

source: Updated at %@
es: Actualizado a las %@

source: Uptime
es: Tiempo activo

source: Use basic authentication
es: Usar autenticación basic

source: used
es: en uso

source: Used
es: En uso

source: Username
es: Nombre de usuario

source: volume
es: volumen

source: volumes
es: volúmenes

source: You still don't have it? Tap on the following button to check the deployment instructions.
es: ¿Aún no lo tienes? Toca en el siguiente botón para ver las instrucciones de instalación.
